brew "ack"
brew "ansible"
brew "bash-completion"
brew "bash-git-prompt"
brew "devd"
brew "direnv"
brew "ghq"
brew "git"
brew "gnupg"
brew "go"
brew "gopass"
brew "hub"
brew "hugo"
brew "jq"
brew "mas"
brew "modd"
brew "most"
brew "node"
brew "pandoc"
brew "peco"
brew "pinentry-mac"
brew "pre-commit"
brew "stow"
brew "wget"
brew "yarn"

cask 'iterm2'
cask 'spideroakone'
cask 'spectacle'
cask 'brogue'
cask 'imageoptim'
cask 'keycastr'

mas 'Pages', id: 409201541
mas 'Slack', id: 803453959
mas 'Sip', id: 507257563 
mas 'Amphetamine', id: 937984704
