tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "pivotal/tap"
brew "ack"
brew "tcl-tk"
brew "ansible"
brew "aws-elasticbeanstalk"
brew "awscli"
brew "bat"
brew "clozure-cl"
brew "composer"
brew "coreutils"
brew "csvkit"
brew "devd"
brew "direnv"
brew "django-completion"
brew "dnsmasq", restart_service: true
brew "dos2unix"
brew "entr"
brew "exa"
brew "exercism"
brew "fd"
brew "lame"
brew "ffmpeg"
brew "node"
brew "firebase-cli"
brew "fish"
brew "fswatch"
brew "geckodriver"
brew "gh"
brew "ghq"
brew "git"
brew "git-quick-stats"
brew "gnupg"
brew "go"
brew "graphviz"
brew "hub"
brew "hugo"
brew "imagemagick"
brew "imageoptim-cli"
brew "janet"
brew "jq"
brew "libdvdcss"
brew "links"
brew "mas"
brew "micro"
brew "mkdocs"
brew "modd"
brew "most"
brew "mysql", restart_service: true
brew "nano"
brew "pandoc"
brew "peco"
brew "postgresql", restart_service: true
brew "pgloader"
brew "pinentry-mac"
brew "pipenv"
brew "postgresql@12"
brew "pyenv"
brew "rbenv"
brew "redis", restart_service: true
brew "rename"
brew "ripgrep"
brew "rlwrap"
brew "roswell"
brew "roundup"
brew "sassc"
brew "starship"
brew "stow"
brew "subversion"
brew "the_silver_searcher"
brew "thefuck"
brew "tmux"
brew "trash"
brew "tree"
brew "vale"
brew "watchman"
brew "websocat"
brew "wget"
brew "yarn-completion"
brew "zlib"
brew "zsh-completions"
brew "heroku/brew/heroku"
cask "acorn"
cask "alfred"
cask "anydo"
cask "buttercup"
cask "chromedriver"
cask "cleanmymac"
cask "dash"
cask "db-browser-for-sqlite"
cask "dbeaver-community"
cask "deckset"
cask "discord"
cask "docker"
cask "dropbox"
cask "firefox"
cask "font-blex-mono-nerd-font"
cask "font-fantasque-sans-mono-noloopk"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-go"
cask "font-ibm-plex"
cask "font-input"
cask "font-poppins"
cask "font-ubuntu"
cask "font-ubuntu-mono-derivative-powerline"
cask "font-ubuntu-mono-nerd-font"
cask "fork"
cask "freemind"
cask "google-chrome"
cask "imageoptim"
cask "inky"
cask "insomnia"
cask "karabiner-elements"
cask "keepassxc"
cask "loom"
cask "mactex-no-gui"
cask "ngrok"
cask "obsidian"
cask "racket"
cask "sketchbook"
cask "sourcetree"
cask "spideroakone"
cask "spotify"
cask "time-out"
cask "vectr"
cask "virtualbox"
cask "visual-studio-code"
cask "wkhtmltopdf"
cask "xquartz"
cask "zoom"
mas "Amphetamine", id: 937984704
mas "Aware", id: 1082170746
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kiwi for Gmail", id: 986304488
mas "Monosnap", id: 540348655
mas "Murasaki", id: 430300762
mas "Pocket", id: 568494494
mas "Slack", id: 803453959
mas "Space Gremlin", id: 414515628
mas "The Unarchiver", id: 425424353
mas "Unsplash Wallpapers", id: 1284863847
mas "White Noise", id: 415139197
mas "Xcode", id: 497799835
