tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "pivotal/tap"
brew "ack"
brew "ansible"
brew "aws-elasticbeanstalk"
brew "bat"
brew "composer"
brew "coreutils"
brew "csvkit"
brew "direnv"
brew "django-completion"
brew "dnsmasq", restart_service: true
brew "dos2unix"
brew "exa"
brew "exercism"
brew "lame"
brew "ffmpeg"
brew "node"
brew "firebase-cli"
brew "fswatch"
brew "geckodriver"
brew "gh"
brew "ghq"
brew "git"
brew "git-quick-stats"
brew "gnupg"
brew "go"
brew "hub"
brew "hugo"
brew "imagemagick"
brew "imageoptim-cli"
brew "jq"
brew "libdvdcss"
brew "links"
brew "mas"
brew "mkdocs"
brew "modd"
brew "most"
brew "mysql"
brew "nano"
brew "pandoc"
brew "peco"
brew "postgresql", restart_service: true
brew "pgloader"
brew "php"
brew "pinentry-mac"
brew "pipenv", link: false
brew "python"
brew "poetry"
brew "rename"
brew "ripgrep"
brew "rlwrap"
brew "roswell"
brew "roundup"
brew "ruby"
brew "sassc"
brew "starship"
brew "stow"
brew "tcl-tk"
brew "thefuck"
brew "tmux"
brew "trash"
brew "watchman"
brew "wget"
brew "yarn"
brew "yarn-completion"
brew "zlib"
brew "zsh-completions"
brew "heroku/brew/heroku"
cask "brogue"
cask "buttercup"
cask "chromedriver"
cask "dbeaver-community"
cask "dropbox"
cask "font-go"
cask "font-ibm-plex"
cask "font-input"
cask "font-poppins"
cask "font-ubuntu"
cask "fork"
cask "git-it"
cask "google-chrome"
cask "hammerspoon"
cask "imageoptim"
cask "iterm2"
cask "karabiner-elements"
cask "mactex-no-gui"
cask "racket"
cask "sourcetree"
cask "spideroakone"
cask "surge"
cask "vectr"
cask "visual-studio-code"
cask "wkhtmltopdf"
cask "xquartz"
mas "Amphetamine", id: 937984704
mas "Aware", id: 1082170746
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Kiwi for Gmail", id: 986304488
mas "monday", id: 1298450641
mas "Murasaki", id: 430300762
mas "Pages", id: 409201541
mas "Pocket", id: 568494494
mas "Slack", id: 803453959
mas "Space Gremlin", id: 414515628
mas "The Unarchiver", id: 425424353
mas "White Noise", id: 415139197
mas "Xcode", id: 497799835
