# See https://robots.thoughtbot.com/brewfile-a-gemfile-but-for-homebrew for more details
#

tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/services'
tap 'railwaycat/emacsmacport'
tap 'thoughtbot/formulae'
brew 'libyaml'
brew 'openssl'
brew 'ansible'
brew 'docbook'
brew 'asciidoc'
brew 'autoconf'
brew 'xz'
brew 'automake'
brew 'readline'
brew 'bash'
brew 'cmake'
brew 'coreutils'
brew 'cscope'
brew 'direnv'
brew 'fasd'
brew 'gdbm'
brew 'pcre'
brew 'git'
brew 'htop-osx'
brew 'libpng'
brew 'pkg-config'
brew 'sqlite'
brew 'python3'
brew 'macvim'
brew 's-lang'
brew 'most'
brew 'node'
brew 'parallel'
brew 'postgresql'
brew 'rename'
brew 'ssh-copy-id'
brew 'stow'
brew 'surfraw'
brew 'the_silver_searcher'
brew 'todo-txt'
brew 'tree'
brew 'uchardet'
brew 'wget'
brew 'zsh'
brew 'zsh-completions'
brew 'caskroom/cask/brew-cask'
brew 'railwaycat/emacsmacport/emacs-mac', args: ['with-spacemacs-icon']
cask 'alfred'
cask 'bartender'
cask 'caffeine'
cask 'dash'
cask 'google-chrome'
cask 'hazel'
cask 'karabiner'
cask 'macdown'
cask 'nvalt'
cask 'skitch'
cask 'skype'
cask 'sourcetree'
cask 'spectacle'
cask 'vagrant'
cask 'virtualbox'
cask 'xmind'
cask 'xquartz'
